IDEA StatiCa Open Model
CrossSectionFactory Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the CrossSectionFactory class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CrossSectionFactory()
Public Sub New
public:
CrossSectionFactory()
See Also
Reference
CrossSectionFactory Class
IdeaRS.OpenModel.CrossSection Namespace